function IntroductionPanel() {
    return (
        <div class='main'>
            <h2 id="main_title"> РАСПОЗНАВАНИЕ КАТАРАКТЫ ПО СИСТЕМЕ
                КЛАССИФИКАЦИИ ПОМУТНЕНИЙ ХРУСТАЛИКА LOCS-꠲ <br/>АЛГОРИТМОМ НА ОСНОВЕ НЕЙРОННЫХ СЕТЕЙ
            </h2>

            <hr/>
            <br/>

            <h3 class="h3">
                Введение
            </h3>

            <p class = 'paragraph'><b>Структура введения:</b> из чего состоит</p>
            <p class = 'paragraph'>Что должно содержать введение реферата? <b>Полный состав основных понятий выглядит так:</b></p>
            
            <hr class='intro'/>

            <p class = 'intro_list'>
                <ul>
                    <li>Актуальность - объясняет, почему студент выбрал именно эту тему и насколько она важна в современном мире.</li>
                    <li>Цель и задачи - поясняет, для чего пишется данная работа, какой результат хочет достичь студент и какие методы он для этого использует.</li>
                    <li>Объект и предмет - означает, о чем будет работа и какие конкретно области учащийся планирует изучить.</li>
                    <li>Методы исследования - определяет способы, которыми студент будет исследовать материал и их количество.</li>
                    <li>Список используемых источников - перечисляет статьи, учебники, научные работы, монографии и другую литературу, которая стала базой в реферате.</li>
                    <li>Структура работы - обозначает общий план работы.</li>
                </ul>
            </p>

            <hr class='intro'/>

            </div>
    );
}

export default IntroductionPanel;